Repository: NuclearEng/NoMarkup
Catalog: ios/NoMarkupWidget/Localizable.xcstrings
Source language: en
Languages: es

# %@ · ends %@
source: %1$@ · ends %2$@
es: %1$@ · termina %2$@

source: %lld active bids
es: %lld pujas activas

source: %lld minutes
es: %lld minutos

source: Active Bids
es: Pujas activas

source: Active bids
es: Pujas activas

source: Auction
es: Subasta

source: Auction %@
es: Subasta %@

source: Auction Type
es: Tipo de subasta

source: Auction countdown
es: Cuenta atrás de la subasta

source: Auction ended
es: Subasta finalizada

source: Choose which auction the countdown follows.
es: Elige qué subasta sigue la cuenta atrás.

source: Countdown to your next auction close. Edit the widget to pin one auction or filter jobs vs listings.
es: Cuenta atrás hasta el cierre de tu próxima subasta. Edita el widget para fijar una subasta o filtrar trabajos frente a anuncios.

source: End
es: Fin

source: Goods auction
es: Subasta de bienes

source: High bid
es: Puja alta

source: Idle
es: Inactiva

source: Jobs & listings
es: Trabajos y anuncios

source: Leading bid %@
es: Puja líder %@

source: Leading high bid
es: Puja alta líder

source: Leading low bid
es: Puja baja líder

source: Low bid
es: Puja baja

source: Marketplace listings
es: Anuncios del mercado

source: Next Closing
es: Próximo cierre

source: Next closing
es: Próximo cierre

source: No active auctions
es: No hay subastas activas

source: See how many auctions you are bidding on.
es: Consulta en cuántas subastas estás pujando.

source: Service bid
es: Puja de servicio

source: Service jobs
es: Trabajos de servicio

source: Show
es: Mostrar

source: Tap to open
es: Toca para abrir

source: bids
es: pujas

source: ends in %lld hours
es: termina en %lld horas

source: ends in %lld minutes
es: termina en %lld minutos
